<?php

return [
    'login' => [
        'username' => 'البريد الالكترونى/أسم المستخدم',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمة المرور',
        'title' => 'تسجيل دخول المستخدم',
        'remember' => 'تذكر معلومات الدخول?',
        'login' => 'تسجيل الدخول',
        'placeholder' => [
            'username' => 'الرجاء إدخال اسم المستخدم',
            'email' => 'رجاءا أدخل بريدك الإلكتروني',
        ],
        'success' => 'تسجيل الدخول بنجاح!',
        'fail' => 'اسم المستخدم أو كلمة المرور خاطئة.',
        'not_active' => 'لم يتم تفعيل حسابك بعد!',
        'banned' => 'هذا الحساب محظور.',
        'logout_success' => 'تسجيل الخروج بنجاح!',
        'dont_have_account' => 'ليس لديك حساب على هذا النظام ، يرجى الاتصال بالمسؤول للحصول على مزيد من المعلومات!',
    ],
    'forgot_password' => [
        'title' => 'هل نسيت كلمة السر',
        'message' => '<p> هل نسيت كلمة المرور الخاصة بك؟ </ p> <p> الرجاء إدخال حساب البريد الإلكتروني الخاص بك. سيقوم النظام بإرسال بريد إلكتروني به ارتباط نشط لإعادة تعيين كلمة المرور الخاصة بك. </ p>',
        'submit' => 'إرسال',
    ],
    'reset' => [
        'new_password' => 'كلمة مرور جديدة',
        'password_confirmation' => 'تأكيد كلمة مرور',
        'email' => 'البريد الالكتروني',
        'title' => 'اعد ضبط كلمه السر',
        'update' => 'تحديث',
        'wrong_token' => 'هذا الرابط غير صالح أو منتهي الصلاحية. يرجى محاولة استخدام نموذج إعادة تعيين مرة أخرى.',
        'user_not_found' => 'اسم المستخدم هذا غير موجود.',
        'success' => 'إعادة تعيين كلمة المرور بنجاح!',
        'fail' => 'الرمز غير صالح ، انتهت صلاحية رابط إعادة تعيين كلمة المرور!',
        'reset' => [
            'title' => 'إعادة تعيين كلمة المرور البريد الإلكتروني',
        ],
        'send' => [
            'success' => 'تم إرسال بريد إلكتروني إلى حساب البريد الإلكتروني الخاص بك. يرجى التحقق وإكمال هذا العمل.',
            'fail' => 'لا يمكن إرسال بريد إلكتروني في هذا الوقت. الرجاء معاودة المحاولة في وقت لاحق.',
        ],
        'new-password' => 'كلمة مرور جديدة',
    ],
    'email' => [
        'reminder' => [
            'title' => 'إعادة تعيين كلمة المرور / البريد الإلكتروني',
        ],
    ],
    'password_confirmation' => 'تأكيد كلمة المرور',
    'failed' => 'فشل',
    'throttle' => 'Throttle',
    'not_member' => 'لست عضوا حتى الآن؟',
    'register_now' => 'سجل الان',
    'lost_your_password' => 'فقدت كلمة المرور الخاصة بك؟',
    'login_title' => 'Admin',
    'login_via_social' => 'تسجيل الدخول مع الشبكات الاجتماعية',
    'back_to_login' => 'العودة إلى صفحة تسجيل الدخول',
    'sign_in_below' => 'تسجيل الدخول أدناه',
    'languages' => 'اللغات',
    'reset_password' => 'إعادة تعيين كلمة المرور',
];
