<?php

return [
    'theme_options' => [
        'name' => 'الموافقة على ملفات تعريف الارتباط',
        'description' => 'إعدادات الموافقة على ملفات تعريف الارتباط',
        'enable' => 'تمكين الموافقة على ملفات تعريف الارتباط؟',
        'message' => 'الرسالة',
        'button_text' => 'زر كتابة',
        'max_width' => 'أقصى عرض (بكسل)',
        'background_color' => 'لون الخلفية',
        'text_color' => 'لون الخط',
        'learn_more_url' => 'اعرف المزيد الرابط',
        'learn_more_text' => 'اعرف المزيد من النص',
        'full_width' => 'العرض الكامل',
        'minimal' => 'الحد الأدنى',
        'style' => 'الستايل',
    ],
    'message' => 'سيتم تحسين تجربتك على هذا الموقع من خلال السماح بملفات تعريف الارتباط.',
    'button_text' => 'السماح للكوكيز',
];
