<?php

return [
    '401_title' => 'تم رفض الإذن',
    '401_msg' => '<li> لم يتم منحك حق الوصول إلى القسم من قبل المسؤول. </ li>'."\n"
        .'<li> قد يكون لديك نوع حساب خاطئ. </ li>'."\n"
        .'<li> ليس مصرحًا لك بمشاهدة المورد المطلوب. </ li>'."\n"
        .'<li> ربما انتهى اشتراكك. </ li>',
    '404_title' => 'لا يمكن العثور على الصفحة',
    '404_msg' => '<li> الصفحة التي طلبتها غير موجودة. </ li>'."\n"
        .'  <li> الارتباط الذي نقرت عليه لم يعد. </ li>'."\n"
        .'<li> ربما تم نقل الصفحة إلى مكان جديد. </ li>'."\n"
        .'<li> ربما حدث خطأ. </ li>'."\n"
        .'<li> ليس مصرحًا لك بمشاهدة المورد المطلوب. </ li>',
    '500_title' => 'لا يمكن تحميل الصفحة',
    '500_msg' => '<li> الصفحة التي طلبتها غير موجودة. </ li>'."\n"
        .'<li> الارتباط الذي نقرت عليه لم يعد. </ li>'."\n"
        .'<li> ربما تم نقل الصفحة إلى مكان جديد. </ li>'."\n"
        .'<li> ربما حدث خطأ. </ li>'."\n"
        .'<li> ليس مصرحًا لك بمشاهدة المورد المطلوب. </ li>',
    'reasons' => 'قد يكون هذا بسبب عدة أسباب',
    'try_again' => 'يرجى المحاولة مرة أخرى في غضون بضع دقائق ، أو بدلاً من ذلك العودة إلى الصفحة الرئيسية عن طريق <a href="https://badal.sahla-ad.com/admin"> النقر هنا </a>.',
    'not_found' => 'لم يتم العثور عليه',
];
